Repository: edequartel/Ravens
Catalog: Ravens/Localizable.xcstrings
Source language: en
Languages: nl

source: %lld m
nl: %11d m

source: All
nl: Alle

source: Area
nl: Locatie

source: Cache Empty
nl: Cache legen

source: Common
nl: Algemeen

source: count
nl: Aantal

source: Date
nl: Datum

source: days
nl: Dagen

source: Days
nl: Dagen

source: Destination %lld
nl: Bestemming %11d

source: Do you want to append this %@ to the database?
nl: Wil waarnemer %@ toevoegen?

source: End Of List
nl: Einde van de lijst

source: English %@
nl: Engels %@

source: Failed to load image
nl: Afbeelding fout bij laden

source: Fetching Observation...
nl: Waarneming ophalen...

source: Filter by
nl: Filter op

source: Filter rarity by
nl: Filter op zeldzaamheid

source: Go to Destination %lld
nl: Ga naar bestemming %11d

source: Group
nl: Groep

source: Group %lld
nl: Groep %11d

source: Hybrid
nl: Hibride

source: Id %lld
nl: Id %11d

source: Imagery
nl: Afbeelding

source: Infinity
nl: Oneindig

source: Infinity (Area)
nl: Oneindig (locatie)

source: Infinity (Location)
nl: Oneindig (locatie)

source: Infinity (only location)
nl: Oneindig (alleen locatie)

source: International
nl: Internationaal

source: Invalid URL
nl: Invalide URL

source: ISO %@
nl: ISIO %@

source: Language
nl: Taal

source: languagedataisnil
nl: languagedetailsnil

source: Languages
nl: Talen

source: List
nl: Lijst

source: Loading
nl: Laden

source: Loading...
nl: Laden...

source: Location
nl: Locatie

source: Login failed
nl: Login fout

source: Login Name: %@
nl: Login naam %@

source: Logout
nl: Log uit

source: Manual
nl: Handleidng

source: Map
nl: Kaart

source: Map Style
nl: Kaartstijl

source: Me
nl: Ik

source: Month
nl: Mand

source: More at waarneming.nl
nl: Meer op waarneming.nl

source: Name
nl: Naam

source: Name %@
nl: Naam %@

# Name: %@ %@
source: Name: %1$@ %2$@
nl: Naam %1$@ %2$@

source: Native
nl: Inheems

source: Native %@
nl: Inheems %@

source: nobsavaliable
nl: nobsavailable

source: Obs
nl: Waarneming

source: Observations
nl: Waarnemingen

source: Observer
nl: Waarnemer

source: Observers
nl: Waarnemers

source: Password
nl: Wachtwoord

source: Password: %@
nl: Wachtwoord: %@

source: Poi
nl: Vogelplek

source: Radius
nl: Straal

source: Rare
nl: Zeldzaam

source: Rarity
nl: Zeldzaamheid

source: Region %@
nl: Regio %@

source: Region %lld
nl: Regio %11d

source: Region lists
nl: Regiolijsten

source: Regions
nl: Regio

# Results %lld/%lld
source: Results %1$lld/%2$lld
nl: Resultaten %1$lld/%2$lld

source: Save photos into album
nl: Sla afbeelding op in album

source: Scientific name
nl: Wetenschappelijke naam

source: Search Wikipedia
nl: Zoek

source: Select a Region
nl: Gebied

source: Settings
nl: Instellingen

source: Share
nl: Deel

source: Share Text
nl: Deel text

source: Show observer
nl: Toon waarnemer

source: Sort by
nl: Sorteer op

source: Sounds: %@
nl: Geluid %@

source: Source
nl: Bron

source: Species
nl: Soorten

source: Species groups
nl: Soortgroepen

source: Standard
nl: Standaard

# Total %lld/%lld
source: Total %1$lld/%2$lld
nl: Totaal %1$11d/%2$11d

source: Type %lld
nl: Type %11d

source: Uncommon
nl: Vrij algemeen

source: Us
nl: Wij

source: Username
nl: Gebrukersnaam

source: Value
nl: Waarde

source: Very rare
nl: Zeer zeldzaam

source: Window
nl: Tijdspanne

source: Yes
nl: Ja
